export default {
	section_title_prefix: '',
	section_title_highlight: '私のこと',
	section_title_suffix: 'をもっと知りたい？',
	I_am_also: '実は私は...',
	strengths: [
		{
			name: 'フルスタックエンジニア',
			description:
				'仕事が終わった後、仕事とは全く違うテクノロジーの分野を探求するのが好きです。 フロントエンド、バックエンド、そしてデータベースにも渉猟したことがある。 これらの分野は仕事とは無関係に見えるかもしれませんが、こうした探求を通して、開発者のニーズを深く理解し、彼らのニーズを踏まえた効率的なワークフローや完備したサービスアーキテクチャを作成することができるようになります。'
		},
		{
			name: '聞き上手でコミュニケーション上手',
			description:
				'他者とコミュニケーションをとり、彼らのニーズに耳を傾けることは、チームの成功に不可欠だと思っています。 良好なコミュニケーションは、チームメンバーがより多くを学ぶことを可能にするだけではなく、互いをよりよく理解し、より効果的に協力することを可能にする。'
		},
		{
			name: '陽気なアウトドアオタク',
			description:
				'ソファでのんびりアニメや映画を見たり、パソコンの前に座ってバグの解決方法を考えたりするのが私のリラックス方法だ。 でも、家に閉じこもっている以外に、アウトドア・アクティビティも大好きだ。 日光浴、ランニング、サイクリングとキャンピングは私のお気に入りのアウトドア活動です。'
		}
	]
};
