export default {
	section_title_prefix: '',
	section_title_highlight: '過去の経験',
	section_title_suffix: 'が今の私を作っている',
	experience_1: {
		title: '新人として情報セキュリティの分野へ',
		content:
			'就職したばかりの頃、縁あって情報セキュリティの分野に足を踏み入れました。' +
			'情報セキュリティツールの開発協力に加え、情報セキュリティ講座の設計、仮想イメージの整備、教材作成などを手伝いました。' +
			'この仕事で、情報セキュリティに関する基礎知識をたくさん学び、CEH の基礎資格を取得することができました。'
	},
	experience_2: {
		title: 'バックエンド開発に携わり、その分野に専念する',
		content:
			'バックエンドエンジニアになろうと思ったのは、在職中に Web 開発に興味を持ったからです。' +
			'始めるのが遅かったのですが、同僚の助けや自分の努力もあり、徐々に適格なバックエンドエンジニアになり、多くの経験を積めました。'
	},
	experience_3: {
		title: 'フロントエンドの技術を学び、学んだ技術を記録し共有するためにブログを書き始めました',
		content:
			'在先輩のアドバイスで、数ヶ月かけて自分のブログを開発し、クラウド上に構築しました。' +
			'ブログの記事を通じて、技術への情熱や仕事で遭遇した課題を共有し、自分と同じ問題に遭遇した人たちの役に立ちたいと思った。' +
			'記事を書くことで、自分の記憶を定着させるだけでなく、反りが合う人たちと出会うことができ、大いに役立っている。'
	},
	experience_4: {
		title: 'DevOps エンジニアに転職ための学習',
		content:
			'ブログ開発を通じて、クラウドサービスや様々な保守運用ツールに触れ、DevOps の魅力を感じました。' +
			'コードの品質を担保し、自動的に正式な環境にデプロイして安定稼働させる方法は、私にとって非常に興味深いものでした。' +
			'ひょんなことから DevOps エンジニアのオファーをいただき、DevOps エンジニアへの転職をすることに決めました。'
	}
};
