export default {
	section_title_prefix: '',
	section_title_highlight: '过往的经历',
	section_title_suffix: '成就现在的我',
	experience_1: {
		title: '新人初出茅庐，进入资安领域',
		content:
			'刚踏入职场时，我在因缘际会下进入了资安领域。' +
			'工作上除了协助资安工具的开发，我还协助了资安课程的设计、靶机环境的准备与教材的编写。' +
			'在这份工作中，我学习到很多资安相关的基础知识，也成功拿到了一张基础的 CEH 资安认证。'
	},
	experience_2: {
		title: '接触后端开发，深耕后端领域',
		content:
			'因为在工作期间对网页开发产生了相当浓厚的兴趣，我决定成为后端工程师。' +
			'虽然我起步相对较晚，但在同事的帮助与自身的努力下，我逐渐成长为一位合格的后端工程师，并渐渐地在后端领域积累了丰富的经验。'
	},
	experience_3: {
		title: '学习前端技能并开始写博客，记录并分享所学的技术',
		content:
			'在前辈的建议下，我花费了数月来开发自己的博客，并将其搭建在云端服务上。' +
			'我将自己对技术的热情以及在工作中遇到的挑战，通过文章分享在博客上，希望能帮助到遇到相同问题的人。' +
			'写文章让我受益良多，不仅帮助自己加深记忆，也让我结识了许多志同道合的伙伴。'
	},
	experience_4: {
		title: '转换跑道，学习成为一位 DevOps 工程师',
		content:
			'因为开发博客，我接触到了云端服务与各种运维工具，并从中发现了 DevOps 的魅力。' +
			'如何确保代码的质量并自动部署到正式环境上稳定运行，对我来说是一件非常有趣的事情。' +
			'在某次因缘际会之下，我拿到了 DevOps 工程师的 Offer，于是决定转换跑道，成为一位 DevOps 工程师。'
	}
};
