export default {
	section_title_prefix: '想知道更多',
	section_title_highlight: '关于我',
	section_title_suffix: '的事情吗？',
	I_am_also: '我其实也是...',
	strengths: [
		{
			name: '一位全栈工程师',
			description:
				'下班后，我喜欢探索与工作完全不同的技术领域。我对前端、后端甚至数据库都有涉猎。虽然这些领域看似与我的本职工作毫不相关，但通过这些探索，我能更深刻地理解开发者的需求，并为他们量身打造高效的工作流程和完善的服务架构。'
		},
		{
			name: '一位很好的倾听者与沟通者',
			description:
				'我认为与人沟通，并倾听他人的需求，是团队走向成功的必要条件。通过良好的沟通，我们不仅能从中学习更多新知，还能更深入地了解彼此，从而更有效地合作。'
		},
		{
			name: '一位热爱户外运动的阳光宅',
			description:
				'躺在沙发上懒洋洋地看动画或电影，坐在电脑前思考这个 Bug 是怎么来的，都是我放松身心的方式。但除了宅在家里，我也喜欢走到户外。享受阳光、跑步、骑自行车和露营都是我热爱的户外活动。'
		}
	]
};
