export default {
	section_title_prefix: '',
	section_title_highlight: '過往的經歷',
	section_title_suffix: '成就現在的我',
	experience_1: {
		title: '新人初出茅廬，進入資安領域',
		content:
			'剛踏入職場時，我在因緣際會下進入了資安領域。' +
			'工作上除了協助資安工具的開發，我還協助了資安課程的設計，靶機環境的準備與教材的編寫。' +
			'這在份工作中，我學習到很多資安相關的基礎知識，也成功拿到一張基礎的 CEH 資安認證。'
	},
	experience_2: {
		title: '接觸後端開發，深耕後端領域',
		content:
			'因為在工作期間對網頁開發產生了相當濃厚的興趣，我決定成為後端工程師。' +
			'雖然我起步相對較晚，但在同事的幫助與自身的努力下，我逐漸成長為一位合格的後端工程師，並漸漸的在後端領域積累了豐富的經驗。'
	},
	experience_3: {
		title: '學習前端技能並開始寫部落格，紀錄並分享所學的技術',
		content:
			'在前輩的建議下，我花費了數月來開發自己的部落格，並將其搭建在雲端服務上。' +
			'我將自己對技術的熱情以及在工作中遇到的挑戰，透過文章分享在部落格上，希望能幫助到跟我遇到相同問題的人。' +
			'寫文章讓我受益良多，不只幫助自己加深記憶，也讓我結識了許多志同道合的夥伴。'
	},
	experience_4: {
		title: '轉換跑道，學習成為一位 DevOps 工程師',
		content:
			'因為開發部落格，我接觸到了雲端服務與各種維運工具，並從中發現了 DevOps 魅力。' +
			'如何確保程式碼的品質並自動部署到正式環境上穩定運行，對我來說是一件非常有趣的事情。' +
			'在某次因緣際會之下，我拿到了 DevOps 工程師的 Offer，於是決定轉換跑道，成為一位 DevOps 工程師。'
	}
};
